; CMainDlg
MAIN_DISK      = القرص
MAIN_USB       = USB
MAIN_USB_2	  = أمامي-2
MAIN_SDCARD    = SD
MAIN_RADIO     = راديو
MAIN_NAV       = GPS
MAIN_BLUETOOTH = BT الطلب
MAIN_REAR_CAMERA	  = CCD
MAIN_SETTING   = يعين
MAIN_GAME	  =  لعبة
MAIN_IPOD   = iPod
MAIN_TV   	   = موبايل تي في
MAIN_AM			= صباحا
MAIN_PM     = مساء
MAIN_MUSIC  =  الموسيق
MAIN_VIDEO  =  الفيديو
MAIN_PHOTO  =  صور
MAIN_AVIN1   = AUX
MAIN_AVIN2   = AVIN
MAIN_CLOCK   = ساعة
MAIN_CALENDAR  = التقويم
MAIN_CALCULATOR = آلة حاسبة
MAIN_LINKING	   = لعبة الربوط
MAIN_BOXMAN     = اضغط مربع
MAIN_RUSSIAN    = المربع
MAIN_GOBANG     =  لعبة الطاولة
MAIN_CHCHESS    = الشطرنج الصينية
MAIN_OTHELLO    =  الشطرنج الجيشي
MAIN_SNAKE      = لعبة الثعبان الأكالة
MAIN_QTELZONE   = رقم الهاتف البحث
MAIN_ECAR       = ecar اون لاين
MAIN_VDISK      = الأقراص الافتراضية
MAIN_CARINFO    = سيارة ينفوماتيون
MAIN_PHONELINK  = PhoneLink
MAIN_DIMMER     = Dimmer
MAIN_HOME       = HOME

WEEK_MON =  يوم الاثنين 
WEEK_TUE =  يوم الثلاثاء 
WEEK_WED =  الأربعاء 
WEEK_THU =  يوم الخميس 
WEEK_FRI =  يوم الجمعة 
WEEK_SAT =  يوم السبت 
WEEK_SUN =  الأحد 

;CCarInfo
CARINFO_RETAILL      = retaill
CARINFO_TEMPOUTSIDER = درجة الحرارة خارج
CARINFO_BATTVTG      = BattVtg
CARINFO_SEATBLET     = Seatblet
CARINFO_TRUNK        = الجذع
CARINFO_BRAKE        = الفرامل
CARINFO_CLEANWATER   = المياه النظيفة
CARINFO_ENGINESPEED  = سرعة المحرك
CARINFO_VELOCITY     = سرعة
CARINFO_MILEAGE      = الأميال
CARINFO_DR_CLOSE     = أغلق الباب
CARINFO_DR_FL        = FRT-LH افتح
CARINFO_DR_FR        = FRT-RH افتح
CARINFO_DR_RL        = RR-LH افتح
CARINFO_DR_RR        = RR-RH افتح
CARINFO_ON           = على
CARINFO_OFF          = قبالة
CARINFO_NORMAL       = طبيعي
CARINFO_NOENOUGH     = منخفض جدا
CARINFO_SEATBLET_ON  = على
CARINFO_BRAKE_ON     = الفرامل 

;CRadioDlg
RADIO_FREQ_FM_UNIT = MHz
RADIO_FREQ_AM_UNIT = KHz
RADIO_FREQ_CHINA   	= الصين
RADIO_FREQ_ASIA   	= Asia
RADIO_FREQ_RUSSIAN 	= روسيا
RADIO_FREQ_EUROPE  	= أوروبا
RADIO_FREQ_AMERICA1 	= أمريكا 1
RADIO_FREQ_AMERICA2 	= أمريكا 2
RADIO_FREQ_JAPANESE   = اليابان
RADIO_FREQ_MIDDLE_EAST = ميدّل ست
RADIO_FREQ_AUSTRALIA = Australia
RADIO_RDS = RDS
RADIO_RBDS = RBDS

;CSettingDlg
SET_LANGUAGE  = إعداد اللغات
SET_TIME  = تاريخ & وقت
SET_WALLPAPER  = ورق جدار
SET_NAVI  = الملاحة
SET_VIDEO  = الفيديو
SET_EQ  = EQ
SET_BALANCE = التوازن
SET_SWC = SWC
SET_FACTORY = ضبط المصنع
SET_UPDATE_LOGO = تحديث LOGO
SET_CALIBRATE  =  معايرة 
SET_BLUETOOTH  = البلوتوث
SET_BT_AUTOCONNECT = لصناعة السيارات في الاتصال
SET_BT_AUTOANSWER  = اتو انسر
SET_BT_PINCODE     = قانون قشر
SET_WIFI       = Wifi
SET_SAFETY     = الأمن
SET_GENERAL    = العام
SET_BEEP       = زمارة
SET_LIGHT_CHECK = ضوء كشف
SET_RESET      = إعادة
SET_ABOUT      = حول
SET_RADIO_AREA = منطقة راديو
SET_REAR_CAMERA =  الكاميرا الخلفية  مرآة 
SET_PARKING     =  وقوف السيارات 
SET_BRIGHTNESS	   = الإشراق
SET_CONTRAST	     = المقابل
SET_HUE		         =  لهجة 
SET_SATURATION     = التشبع
SET_BACKLIGHT	     = سطوع
SET_BACKLIGHT_NORMAL	=  الخلفية  في النهار 
SET_BACKLIGHT_NIGHT	  =  الإضاءة  في الليل 
SET_RESET_VIDEO_PARAM = إعادة تعيين
SET_COLORFUL_VIDEO_PARAM = ملون
SET_SOFT_VIDEO_PARAM = سوفت
SET_UPDATE_SUCCESS    = تحديث النجاح
SET_UPDATE_FAIL	      = التحديث تفشل
SET_COLORFUL_LIGHTS   = Colorful Lights
SET_LIGHTS_AUTO       = Auto
SET_LIGHTS_RED        = Red
SET_LIGHTS_YELLOW     = Yellow
SET_LIGHTS_GREEN      = Green
SET_LIGHTS_LIGHTBLUE  = Light blue
SET_LIGHTS_BLUE       = Blue
SET_LIGHTS_PURPLE     = Purple
SET_LIGHTS_WHITE      = White
;Screen saver
SET_SCREEN_SAVER = شاشة التوقف
SET_SCREEN_MODE = حافظات الشاشة
SET_SCREEN_TIME = وقت الانتظار
SET_SCREEN_OFF  =  قبالة
SET_SCREEN_BLACKSCREEN  =  شاشة سوداء 
SET_SCREEN_CLOCK  = ساعة
SET_SCREEN_30S  = 30 ثانية
SET_SCREEN_1M  = 1 دقيقة
SET_SCREEN_3M  = 3 دقيقة
SET_SCREEN_5M  = 5 دقيقة

;EQ
SET_AUDIO_NONE      = غلق
SET_AUDIO_CUSTOM   =  مخصص 
SET_AUDIO_ROCK    = الروك
SET_AUDIO_POPULAR = البوب
SET_AUDIO_LIVE    =  حية 
SET_AUDIO_DANCE   = رقص
SET_AUDIO_CLASSIC = كلاسيك
SET_AUDIO_SOFT    =  لطيف 
SET_AUDIO_SUBWOOFER     = مضخم الصوت
SET_AUDIO_BALANCE_FR    = FAL:
SET_AUDIO_BALANCE_LR    = BAL:
SET_AUDIO_LOUDNESS   =  بصوت عال 

;SWC
SET_SWC_SEEKUP      = السابق
SET_SWC_SEEKDOWN    = إبحث عن التالي
SET_SWC_VOL_INC     = حجم الصوت+
SET_SWC_VOL_DEC     = حجم الصوت-
SET_SWC_POWER_OFF   = خارج السلطة
SET_SWC_MUTE        = كتم
SET_SWC_HANGIN      = معلقة في
SET_SWC_HANGUP      = يشنق
SET_SWC_MODE        = البلوتوث
SET_SWC_NAVI        = الملاحة
SET_SWC_RADIO       = راديو
SET_SWC_DVD         = DVD
SET_SWC_TIP         = اضغط على زر العجلة أولا، ثم اضغط على الزر المقابل على الشاشة.
SET_SWC_WARN        = النظام قد درس هذا الزر.
SET_SWC_SAVE         = Save
SET_SWC_RESET        = إعادة

;Wallpaper
SET_WALLPAPER_SUCCESSFULL		= تعيين خلفية OK

; system information
SET_OS_VERSION = OS:
SET_APP_VERSION = APP:
SET_SYSTEM_ID = ID:
SET_BOOT_VERSION = BOOT:
SET_MCU_VERSION = MCU:
SET_DVD_VERSION = DVD:
SET_MANUFACTURE = التصنيع:

; MCU update
SET_MCU_UPDATE = MCU تحديث
SET_MCU_UPDATE_TIP = لا إيقاف عند تحديث MCU، فإنه سيتم إعادة تشغيل الكمبيوتر بعد الانتهاء من تحديث.
SET_MCU_UPDATE_NO_FILE = لا يوجد ملف التحديث.
SET_MCU_UPDATE_FAIL = MCU تحديث تفشل.
SET_MCU_UPDATE_SUCCESS = تحديث نجاح MCU، فإنه سيتم إعادة تشغيل الكمبيوتر.

; Factory set
SET_FACTORY_FUNCTIONS   = وظائف
SET_FACTORY_LANGUAGE    = إعداد اللغات
SET_FACTORY_CANBUS      = CANBus نوع
SET_FACTORY_LANGUAGE_DEFAULT = Default language
SET_FACTORY_LANGUAGE_SUPPORT = Support language
SET_FACTORY_SAVE_OK     = حفظ بنجاح.
SET_FACTORY_SAVE_FAIL   = حفظ تفشل.
SET_FACTORY_SAVE_SD_OK  = التصدير إلى بطاقة SD بنجاح.
SET_FACTORY_SAVE_SD_FAIL  = التصدير إلى بطاقة SD تفشل.
SET_FACTORY_LOAD_SD_OK  = تحميل من بطاقة SD بنجاح.
SET_FACTORY_LOAD_SD_FAIL  = تحميل من بطاقة SD تفشل.
SET_FACTORY_NO_CONFIG_FILE  = تحميل من بطاقة SD تفشل، عدم وجود ملف التكوين.
SET_FACTORY_CAPTURE         = القبض على الشاشة
SET_FACTORY_H264            = H.264 support

; canbus
CANBUS_TYPE_NONE          = غير معتمد
CANBUS_TYPE_RAISE_DASAUTO = DasAuto
CANBUS_TYPE_RAISE_FOCUS   = Focus
CANBUS_TYPE_RAISE_HONDA   = Honda
CANBUS_TYPE_RAISE_PEUGEOT = Peugeot
CANBUS_TYPE_RAISE_CAMRY   = Camry
CANBUS_TYPE_RAISE_HYUNDAI = Hyundai

; CMsgBoxDlg
MESSAGE_YES    = نعم
MESSAGE_NO    = لا
MESSAGE_OK    = حسنا
MESSAGE_CANCEL = إلغاء
MESSAGE_CALIBRATION = هل أنت متأكد أنك تريد أن تبدأ معايرة؟
MESSAGE_RESET = هل أنت متأكد أنك تريد إعادة تعيين جميع الإعدادات؟

; CSetGpsDlg
SET_GPS_GAIN     = Navi Gain
SET_GPS_GAIN_OFF = تعطيل تلعبه وسائل الإعلام عند التنقل
SET_GPS_PATH     = طريق GPS
SET_GPS_AUTORUN  = يشغل برنامج التصفح تلقائيا بعد تنشيط الجهاز
SET_GPS_FIND_FILE = جاري البحث...
SET_GPS_FILE_NOT_FOUND = لم يتم العثور على ملف EXE

; CGpsViewerDlg
GPS_INFO   = نظام تحديد المواقع معلومات
GPS_RESET   = إعادة
GPS_RETURN   = خلف
GPS_LONGITUDE = :خط الطول
GPS_LATITUDE  = :خط العرض
GPS_ALTITUDE  = :الارتفاع
GPS_SPEED     = :سرعة
GPS_UTC       = UTC:

; CSetDateTimeDlg
SET_HOURTIME      = 24-ساعة التوقيت
SET_AUTOSET_TIME  = تعيين تلقائيا
SET_TIMEZONE      = منطقة زمنية
SET_DST           = Daylight Savings

; CMusicDlg
MUSIC_UNKNOWN_ALBUM         = ألبوم غير معروف
MUSIC_UNKNOWN_TITLE         = عنوان غير معروف
MUSIC_UNKNOWN_ARTIST        = فنان غير معروف
MUSIC_NO_LYRIC              = لا غنائي

; BT
BT_STATUS_UNCONNECT					= غير متصل
BT_STATUS_CONNECTING				= على جاري الربط...
BT_STATUS_CONNECTED					= متّصل
BT_STATUS_DISCONNECTING			= جاري قطع الاتصال  ...
BT_REMOTE_DEVICE_NAME       = بعد اسم الجهاز:
BT_DEVICE_CONNECTED         = جهاز متصل
BT_DEVICE_NAME              = اسم الجهاز:
BT_PIN_CODE                 = رمز PIN:
BT_CALL_DECLINE							= تجاهل
BT_CALL_ANSWER							= الجواب
BT_CALL_END									= הסוף
BT_CALL_STATUS_OUTGOING			= على الجاري الاتصال
BT_CALL_STATUS_INCOMING			= المتصل...
BT_CALL_STATUS_TEMINATED		= انتهت المكالمة.
BT_CALL_STATUS_SPEAKING			= تكلم.
BT_RECENTS_MISSED           = المكالمات الفائتة
BT_RECENTS_RECEIVED         = المكالمات المستقبلة
BT_RECENTS_DIALED           = المكالمات الصادرة
BT_RECENTS_RECORD           = تسجيل صوتي
BT_RECENTS_MISSED_EMPTY     = قائمة المكالمات الفائتة فارغة
BT_RECENTS_RECEIVED_EMPTY     = قائمة المكالمات المستلمة فارغة
BT_RECENTS_DIALED_EMPTY     = لائحة الاتصالات فارغة
BT_RECENTS_RECORD_EMPTY     = قائمة مسجل فارغة

; Volume
VOLUME_NAVIGATION_VOL       = الملاحة الصوتية
VOLUME_BLUETOOTH_VOL        = بلوتوث الصوت 
VOLUME_MEDIA_VOL            = وسائل الإعلام حجم

; DVD
DVD_DVD                     = DVD
DVD_VCD                     = VCD
DVD_CD                      = CD
DVD_CDG                     = CDG
DVD_LOADING                 = تحميل ...
DVD_EJECTING                = إخراج ...
DVD_DISK_ERROR              = خطأ في القرص
DVD_NOFILE                  = أي ملف من هذا النوع
DVD_TRACK                   = المسار
DVD_AUDIO_LEFT              = يسار
DVD_AUDIO_RIGHT             = يمين
DVD_AUDIO_STEREO            = استريو
DVD_AUDIO_MIXED             = مختلط
DVD_PBC_ON                  = PBC يوم
DVD_PBC_OFF                 = PBC معطلة
DVD_AUDIO                   = الموسيقى
DVD_SUBTITLE                = عنوان فرعي
DVD_SUBTITLE_OFF            = العنوان الفرعي معطلة
DVD_ANGLE                   = ملاك
DVD_MENU                    = قائمة الطعام
DVD_TITLE                   = العنوان

;ECAR
ECAR_TO_DIAL                = Dialing...
ECAR_CANCEL                 = إلغاء
ECAR_CALL                   = Dial
ECAR_CALL_ECAR              = اتصل Ecar
ECAR_MSG_MULTI_RECORDS      = سجلات متعددة
ECAR_MSG_NO_RECORDS         = لا توجد سجلات
ECAR_MSG_ONE_RECORDS        = سجل واحد

;VDISK
VDISK_MSG_DISK_ERROR        = خطأ في القرص
VDISK_MSG_DISK_TO_RIP       = الرجاء اختيار القرص لتسجيل
VDISK_MSG_DISK_TO_DELETE    = الرجاء اختيار القرص لإزالة
VDISK_MSG_START_RECORD      = بدء التسجيل
VDISK_MSG_STOP_RECORD       = إيقاف التسجيل
VDISK_MSG_RECORD_FINISH     = تسجيل النهاية
VDISK_MSG_LOADING           = على جاري التحميل، رجاء انتظار...
VDISK_MSG_HAVE_RECORDED     = وقد سجلت على القرص
VDISK_MSG_NO_EMPTY_DISK     = أي قرص لتسجيل
VDISK_MSG_NO_DISK_TO_DELETE = أي قرص لحذف
VDISK_MSG_CREATE_FILE_FAIL  = إنشاء ملف تفشل
VDISK_MSG_NO_ENOUGH_SPACE   = لا مساحة كافية

;AVIN
AUX_NO_SIGNAL               = لا توجد إشارة 

;Calendar
CALENDAR_MON        = M
CALENDAR_TUE        = T
CALENDAR_WED        = W
CALENDAR_THU        = T
CALENDAR_FRI        = F
CALENDAR_SAT        = S
CALENDAR_SUN        = S

;play control
PLAY_PREV           = سابق
PLAY_NEXT           = إبحث عن التالي
PLAY_PAUSE          = وقف مؤقتا
PLAY_PLAY           = لعب
PLAY_PLAYnPAUSE     = لعب/وقف مؤقتا
PLAY_FFWD           = لف للأمام
PLAY_REWIND         = لف للوراء
PLAY_STOP           = Stop

;miscallaneous
MIS_CAMERA_NO_SIGNAL        = لا توجد إشارة الكاميرا
MIS_VIDEO_FORBIDDEN_TIP = تحذير
MIS_VIDEO_FORBIDDEN   = أنه من غير القانوني لمشاهدة الفيديو \n أثناء القيادة أو تشغيل السيارات، \n ضبط فرامل اليد لمشاهدة الفيديو.
MIS_UNSUPPORTED_FILE  = لا يدعم تنسيق الملف
MIS_UNSUPPORTED_VIDEO = لا يدعم تنسيق الفيديو
MIS_UNSUPPORTED_AUDIO = لا يدعم تنسيق الصوت
MIS_BT_NOT_CONNECTED   = لا  اتصال  بلوتوث 
MIS_NAVI_LOAD_FAIL     =  الملاحة  فشل  التحميل 
MIS_NAVI_PATH_NOT_SET  = الثابتة والمتنقلة وضعت نافي الطريق
MIS_NAVI_CARD_NOT_EXIST     = عدم وجود بطاقة نافي
MIS_NAVI_WARNING       = Caution!
MIS_NAVI_AGREE         = I agree
MIS_NAVI_WARNING_MSG1   = Drive safely and obey traffic rules, You must secure
MIS_NAVI_WARNING_MSG2   = the device so that it will not interfere with the
MIS_NAVI_WARNING_MSG3   = vehicle's operating controls or cause damage or
MIS_NAVI_WARNING_MSG4   = personal injury. You are solely responsible for the
MIS_NAVI_WARNING_MSG5   = safe operation of your vehicle and use of the device
MIS_NAVI_WARNING_MSG6   = in a manner that will not cause an accident, injury or
MIS_NAVI_WARNING_MSG7   = property damage. Do not operate this device while
MIS_NAVI_WARNING_MSG8  = driving. Park the vehicle first.
MIS_DISK_NOT_EXIST     = أي قرص
MIS_SD_NOT_EXIST       = عدم وجود بطاقة SD
MIS_USB_NOT_EXIST      = أي قرص USB
MIS_IPOD_NOT_EXIST     = لا IPOD
MIS_PHONELINK_NOT_EXIST     = No Phone Connected
MIS_PHONELINK_INSTALL     	= Install Phonelink
MIS_PHONELINK_INSTALL_OK     = Install OK
MIS_PHONELINK_CONNECTING     = Connecting phone
MIS_LOUDNESS_ON          = Loud ON  
MIS_LOUDNESS_OFF         = Loud OFF
MIS_SUBWOOFER_ON         = Subwoofer ON
MIS_SUBWOOFER_OFF         = Subwoofer OFF
MIS_PLAY_RANDOM_ON         = Random ON
MIS_PLAY_RANDOM_OFF        = Random OFF
MIS_PLAY_REPEAT_ALL        = Repeat ALL
MIS_PLAY_REPEAT_SINGLE     = Repeat SINGLE
MIS_PLAY_REPEAT_FOLDER     = Repeat FOLDER
MIS_PLAY_REPEAT_OFF        = Repeat OFF
MIS_PLAY_REPEAT_TITLE      = Repeat Title
MIS_PLAY_REPEAT_CHAPTER    = Repeat Chapter

; GoBang
GOBANG_SCORE					     = النتيجة
GOBANG_LEVEL					     = مستويات
GOBANG_THINK					     = على جاري التفكير...
GOBANG_PC_WIN				  	   = عذرا، تخسر!
GOBANG_MAN_WIN				  	 =  مبروك! مبروك بفوزك!
GOBANG_BLACK_WIN					 = فازت القطع السوداء في هذه الجولة!
GOBANG_WHITE_WIN					 = فازت القطع البيضاء في هذه الجولة!
GOBANG_BLACK_MOVE			     = هو سوداء شطرنج دورة الآن!
GOBANG_WHITE_MOVE		       = انها بدوره الشطرنج الأبيض الآن !!
GOBANG_CHESS_BLACK         = أسود:
GOBANG_CHESS_WHITE         = الأبيض:
GOBANG_TIE				  	     = رسم!


; ********************************************
;  TimeZone
; ********************************************
tz_title       = Time Zone
tz_01 	= (GMT-12:00) International Date Line West
tz_02 	= (GMT-11:00) Midway Island, Samoa
tz_03 	= (GMT-10:00) Hawaii
tz_04 	= (GMT-09:00) Alaska
tz_05 	= (GMT-08:00) Pacific Time (US & Canada)
tz_06 	= (GMT-07:00) Mountain Time (US & Canada)
tz_07 	= (GMT-07:00) Chihuahua, La Paz, Mazatlan
tz_08 	= (GMT-07:00) Arizona
tz_09 	= (GMT-06:00) Central Time (US & Canada)
tz_10 	= (GMT-06:00) Saskatchewan
tz_11 	= (GMT-06:00) Guadalajara, Mexico City, Monterrey
tz_12 	= (GMT-06:00) Central America
tz_13 	= (GMT-05:00) Eastern Time (US & Canada)
tz_14 	= (GMT-05:00) Indiana (East)
tz_15 	= (GMT-05:00) Bogota, Lima, Quito
tz_16 	= (GMT-04:00) Atlantic Time (Canada)
tz_17 	= (GMT-04:00) Caracas, La Paz
tz_18 	= (GMT-04:00) Santiago
tz_19 	= (GMT-03:30) Newfoundland
tz_20 	= (GMT-03:00) Brasilia
tz_21 	= (GMT-03:00) Buenos Aires, Georgetown
tz_22 	= (GMT-03:00) Greenland
tz_23 	= (GMT-02:00) Mid-Atlantic
tz_24 	= (GMT-01:00) Azores
tz_25 	= (GMT-01:00) Cape Verde Is.
tz_26 	= (GMT) Greenwich Mean Time : Dublin, Edinburgh, Lisbon, London
tz_27 	= (GMT) Casablanca, Monrovia
tz_28 	= (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
tz_29 	= (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
tz_30 	= (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
tz_31 	= (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
tz_32 	= (GMT+01:00) West Central Africa
tz_33 	= (GMT+02:00) Bucharest
tz_34 	= (GMT+02:00) Cairo
tz_35 	= (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
tz_36 	= (GMT+02:00) Athens, Istanbul, Minsk
tz_37 	= (GMT+02:00) Jerusalem
tz_38 	= (GMT+02:00) Harare, Pretoria
tz_39 	= (GMT+03:00) Moscow, St. Petersburg, Volgograd
tz_40 	= (GMT+03:00) Kuwait, Riyadh
tz_41 	= (GMT+03:00) Nairobi
tz_42 	= (GMT+03:00) Baghdad
tz_43 	= (GMT+03:30) Tehran
tz_44 	= (GMT+04:00) Abu Dhabi, Muscat
tz_45 	= (GMT+04:00) Baku, Tbilisi, Yerevan
tz_46 	= (GMT+04:30) Kabul
tz_47 	= (GMT+05:00) Ekaterinburg
tz_48 	= (GMT+05:00) Islamabad, Karachi, Tashkent
tz_49 	= (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
tz_50 	= (GMT+05:45) Kathmandu
tz_51 	= (GMT+06:00) Astana, Dhaka
tz_52 	= (GMT+06:00) Sri Jayawardenepura
tz_53 	= (GMT+06:00) Almaty, Novosibirsk
tz_54 	= (GMT+06:30) Rangoon
tz_55 	= (GMT+07:00) Bangkok, Hanoi, Jakarta
tz_56 	= (GMT+07:00) Krasnoyarsk
tz_57 	= (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
tz_58 	= (GMT+08:00) Kuala Lumpur, Singapore
tz_59 	= (GMT+08:00) Taipei
tz_60 	= (GMT+08:00) Perth
tz_61 	= (GMT+08:00) Irkutsk, Ulaan Bataar
tz_62 	= (GMT+09:00) Seoul
tz_63 	= (GMT+09:00) Osaka, Sapporo, Tokyo
tz_64 	= (GMT+09:00) Yakutsk
tz_65 	= (GMT+09:30) Darwin
tz_66 	= (GMT+09:30) Adelaide
tz_67 	= (GMT+10:00) Canberra, Melbourne, Sydney
tz_68 	= (GMT+10:00) Brisbane
tz_69 	= (GMT+10:00) Hobart
tz_70 	= (GMT+10:00) Vladivostok 
tz_71 	= (GMT+10:00) Guam, Port Moresby
tz_72 	= (GMT+11:00) Magadan, Solomon Is., New Caledonia
tz_73 	= (GMT+12:00) Fiji, Kamchatka, Marshall Is.
tz_74 	= (GMT+12:00) Auckland, Wellington
tz_75 	= (GMT+13:00) Nuku'alofa
tz_76 	= (GMT-08:00) Tijuana, Baja California
tz_77   = (GMT-04:30) Caracas
